Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/facta/skuvlahistorja6/giellaguov-n.html.tmx
Source language: nob
Languages: sme

source: Lene Antonsen (f. 1962) har gått på Borgtun og Grønnåsen skoler i Tromsø som barn, seinere på Kongsbakken videregående skole i Tromsø og Brundalen videregående skole i Trondheim, og hun har arbeida både som trykker og lærer.
sme: Lene Antonsen (r. 1962) lea mánnán vázzán Borgtun ja Grønnåsen skuvllaid Romssas, dan maŋŋel Kongsbakken joatkkaskuvlla Romssas ja Brundalen joatkkaskuvlla Troandimis, ja son lea bargan sihke prentejeaddjin ja oahpaheaddjin.

source: Hun lærte samisk først på slutten av 1980-tallet, og har lest samisk ved Universitetet i Tromsø, fram til samisk hovedfag i 2007.
sme: Son oahpai sámegiela easkka 1980-logu loahpas, ja lea lohkan sámegiela Romssa universitehtas. Son gárvvistii sámegiela váldofága 2007:s.

source: Hun har også tatt finsk grunnfag, litt arkeologi og pedagogikk.
sme: Son lea maiddái lohkan suomagiela vuođđofága, veháš arkeologiija ja pedagogihka.

source: 1994–2006 jobba hun som språkmedarbeider og språkkonsulent i Kåfjord kommune, de siste årene som leder på språksenteret.
sme: Jagiid 1994–2006 son barggai giellamielbargin ja giellakonsuleantan Gáivuona suohkanis, maŋimuš jagiid giellaguovddáža jođiheaddjin.

source: Nå jobber hun med samisk språkteknologi ved Universitetet i Tromsø.
sme: Dál bargá sámi giellateknologiijain Romssa universitehtas.

source: Siri Broch Johansen er medlem av redaksjonen i Samisk skolehistorie.
sme: Siri Broch Johansen lea Sámi skuvlahistorjjá doaimmahusmiellahtu.

source: Hun leder sin egen kulturbedrift hvor hun jobber som forfatter, sanger, skuespiller og oversetter.
sme: Son jođiha iešheanalaš kulturfitnodaga mas bargá čállin, lávlun, neavttárin ja jorgaleaddjin.

source: Mer om hennes bakgrunn leser du i Samisk skolehistorie 2.
sme: Eanet su birra logat Sámi skuvlahistorjá 2-girjjis.

source: Siri Broch Johansen (Foto utlånt av Siri Broch Johansen)
sme: Siri Broch Johansen (Govva luoikan Siri Broch Johansen)

source: Ti samiske språksentre
sme: 10 sámi giellaguovddáža

source: Nå er det ti samiske språksentre i Norge: Isak Saba-senteret i Nesseby, Várdobáiki i Evenes, Deanu giellagáddi i Tana, Samisk språk- og kultursenter i Porsanger, Gáisi i Tromsø, Aajege på Røros, Alta samiske språksenter, Árran i Tysfjord, Ástávuona giellagoahtie i Lavangen og Samisk språksenter i Kåfjord.
sme: Leat dál 10 sámi giellaguovddáža Norggas: Isak Saba guovddáš Unjárggas, Várdobáiki Evenáššis, Deanu giellagáddi Deanus, sámi giella- ja kulturguovddáš Porsáŋggus, Gáisi sámi giellaguovddáš Romssas, Aajege sámi giellaguovddáš Rørosas, Álttá sámi giellaguovddáš, Árran sámi giellaguovddáš Divttasvuonas, Ástávuona giellagoahtie Loabágis ja sámi giellaguovddáš Gáivuonas.

source: Hvert språksenter har sitt eget lokalt utviklede tilbud.
sme: Juohke giellaguovddážis leat erenoamáš fálaldagat maid ieža leat ovdánahttán.

source: I en slik kort artikkel er det ikke mulig å favne alle tiltak som det enkelte språksenter har utvikla.
sme: Ean sáhte dakkár oanehis artihkkalis fátmmastit buot doaimmaid maid juohke giellaguovddáš lea ovdánahttán.

source: Derfor har vi valgt å fortelle om ett språksenter.
sme: Danin letne válljen muitalit ovtta giellaguovddáža birra.

source: Kåfjord samiske språksenter er det ene av to eldste språksentrene, og vi har begge to arbeida der.
sme: Gáivuona sámi giellaguovddáš lea nubbi dan guovtti boarráseamos giellaguovddáži, ja moai letne goappašagat bargan doppe.

source: Hvordan språksentrene oppsto
sme: Giellaguovddážiid álgu

source: De samiske språksentrenes spede begynnelse var sommeren 1992, da blant annet Klemet Anders Sara og Risten Porsanger var med på et kurs i regi av Samisk høgskole hvor de blant annet ble presentert for metodene som blir brukt for å revitalisere kymrisk [1].
sme: Sámi giellaguovddážiid bás álgu lei geasset 1992, go ee. Lemet Ánte Sara ja Risten Porsanger leigga mielde Sámi allaskuvlla lágidan kurssas mas ee. oahpásmuvaiga bargovugiide mat geavahuvvojit ealáskahttit cymrugiela [1].

source: De fant ut at disse metodene kanskje kunne egne seg i Sápmi også.
sme: Soai fuomášeigga ahte dát vuogit dáidet heivet Sápmái maid.

source: Porsanger og Kåfjord var de to kommunene innenfor samisk forvaltningsområde hvor det sto dårligst til med samisk språk, og det var behov for å bruke krefter og penger til språkopplæring og språkstimulering.
sme: Porsáŋggu gielda ja Gáivuona suohkan ledje dat sámegiela hálddašanguovllu suohkanat gos sámegiella lei heajumus dilis, ja orui dárbu geavahit návccaid ja ruđaid giellaoahpaheapmái ja giellastimuleremii.

source: Mye av inspirasjonen til de samiske språksentrene kom fra Cymru (Wales).
sme: Oaivadus álggahit sámi giellaguovddážiid bođii Cymrus (Walesas).

source: Her er ei gruppe studenter fra andrespråkspedagogikk på Samisk høgskole på besøk på et kymrisk språksenter i 1993.
sme: Dá lea Sámi allaskuvlla nubbingielpedagogihkkastudeanttat fitname kymralaš giellaguovddážis 1993:s.

source: Sametinget bevilga villig penger til et slikt prosjekt.
sme: Sámediggi juolludii mielas ruđaid dakkár prošektii.

source: Slik starta språksentrenes mangfoldige virke.
sme: Nu álggii giellaguovddážiid máŋggabealat doaibma.

source: Porsanger og Kåfjord språksentre starta opp høsten 1994.
sme: Giehtalaga Porsáŋggu ja Gáivuona giellaguovddážat álggahedje doaimmaid 1994 čavčča.

source: Men det var Risten Porsanger som skreiv det første forslaget til arbeidsplan, og i virkeligheta er det hun som er begge språksentrenes mor.
sme: Muhto Risten Porsanger han čálii vuosttaš plánaevttohusa ja lea duođaid goappáge giellaguovddáža eadnin.

source: Språksenterets formål var både å støtte grunnskolenes samiskundervisning, og å undervise voksne.
sme: Giellaguovddáža ulbmil lei sihke doarjut vuođđoskuvllaid sámegieloahpahusa ja rávesolbmuid oahpahit.

source: Kåfjord språksenter ble i starten drifta fra en pappeske hvor det var plass til bøker og språkspill, for senteret brukte hele Kåfjord som arbeidssted.
sme: Gáivuonas ledje álggus giellaguovddáža doaimmat báberlođás mas ledje girjjit ja giellaspealut, danne go giellaguovddáš anii olles Gáivuona doaibmabáikin.

source: Kursene var i den bygda hvor deltagerne bodde, og det var språktiltak på forskjellige skoler.
sme: Kurssat ledje doppe gos oasseváldit orro, ja gielladoaimmat ledje iešguđetge skuvllas.

source: I tillegg til annet språkarbeid som oversetting, reiste Lene og Lemet Ánde rundt i hele kommunen og holdt kurs.
sme: Lene ja Lemet-Ánde jođiiga miehtá suohkana oahpahit rávesolbmuid oanehis kurssain, eará giellabargguide lassin, nugo jorgaleapmái.

source: Mary Mikalsen Trollvik og Per Larsen arbeida i Manndalen i hver sin halve stilling.
sme: Mary Mikalsen Trollvik ja Per Larsen barggaiga goabbáge beallevirggis Olmmáivákkis.

source: Per gjorde mest administrativt arbeid, og Mary arrangerte språktiltak for skolebarna.
sme: Per barggai eanáš hálddahuslaš bargguid, ja Mary lágidii gielladoaluid skuvlamánáide.

source: De første årene jobba alle kommunens språkmedarbeidere som en enhet, både de som hørte til rådhuset og de som hørte til språksenteret.
sme: Álgojagiid doibme buot suohkana giellamielbargit oktan ovttadahkan, sihke dat geat gulle ráđđevissui, ja dat geat gulle giellaguovddážii.

source: En hovedtanke var å bruke lokale krefter som språkhjelp, folk som hadde både språk- og tradisjonskunnskap.
sme: Váldojurdda lei geavahit báikkálaš olbmuid veahkkin, olbmot geain lei sihke giella- ja árbevirolaš máhttu.

source: Men det tok litt tid før både de lokale hjelperne og språkmedarbeiderne forsto hvordan man skal gjennomføre praktiske språktiltak.
sme: Muhto ádjánii veahá ovdalgo báikkálaš olbmot ja giellamielbargit ipmirdedje mo galgá geavatlaš gielladoaimmaid čađahit.

source: Hver enkelt måtte forstå egen rolle, og vi lærte oss at det må være minst to sterke samisktalende med på en aktivitet, slik at språket høres hele tida.
sme: Juohkehaš fertii ipmirdit iežas rolla, ja oahpaimet ahte galget leat unnimusat guokte nana sámegielaga mielde dakkár doalus, vai giella gullo oppa áigge.

source: Man kan vel alltids minnes episoder fra den første tida, som ikke var så festlige da, men som er morsomme å minnes i etterkant.
sme: Sáhttá gal moadde álgoáiggi fearána muittášit, mat dalle eai lean nu hearvát, muhto maŋit áigái leat báhcán somás muitun.

source: En gang arrangerte språksenteret koking av blodpølse med elevene, og to lokale blodpølseeksperter var invitert ut fra ideen om at to lokale hjelpere er bedre enn en lokal hjelper.
sme: Oktii lei giellaguovddáš lágideamen márfuma ohppiiguin, ja lei bovden guokte báikkálaš veahki fárrui dainna jurdagiin ahte guokte báikkálaš veahki lea buoret go okta.

source: Men som vi alle egentlig vet, på kjøkkenet kan det ikke være mer enn en sjef.
sme: Muhto nugo mii buohkat rievtti mielde diehtit, gievkkanis ii sáhte go okta hoavda.

source: Det ble anløp til konkurranse mellom de to dyktige hjelperne om hvem som kunne lage blodpølse på helt riktig måte.
sme: Šattai gilvu dan guovtti čeahpes veahki gaskkas, goabbá dat máhtii márfut rievttes ládje.

source: En annen gang hadde noen lokale hjelpere kommet for å koke torsk og guhtamáhka [2] med elever fra grunnskolen.
sme: Eará háve ges ledje moadde báikkálaš veahki boahtán dorski vuoššat ja guhtamágaid ráhkadit skuvlaohppiiguin.

source: Den første gruppa fikk være med og lage maten, og de kom svært fornøyde tilbake til skolen.
sme: Vuosttaš joavku beasai leat mielde málesteamen, ja oahppit máhcce skuvlii hui duhtavažžan.

source: Da den andre gruppa kom på kjøkkenet, venta det noen blide damer på dem som kunne fortelle at nå kunne barna bare gå ut og leke, for de hadde allerede laga maten ferdig.
sme: Go de nubbi joavku bođii gievkkanii, de vurde hui movttegis nissonat geat muitaledje mánáide ahte dál beassabehtet mannat olggos duhkoraddat, go sii leat juo málestan.

source: Det tok litt tid før alle forsto at det viktigste ikke var å få unna arbeidet, men å få alle elevene med på arbeidet.
sme: Ádjánii veaháš ovdalgo buohkat ipmirdedje ahte ulbmil ii leat jođánit bargat, muhto oažžut buot ohppiid mielde bargui.

source: Det var også en prosess å bli vant til at elevene ikke trenger å forstå hvert ord. Men etter noen år visste vi hvordan vi skulle gjennomføre praktiske språkaktiviteter, og etter det ble det gjennomført mange gode aktiviteter, for eksempel · samle planter og farge ullgarn · karde, spinne og tove ull · linefiske: egne, sette og trekke line, sløye og koke fisk · forskjellig slags matlaging som flatbrødbaking, flatbrødmølje, rognbollsuppe og tørrkjøttsuppe · sette opp lávvu, overnatte og lage mat i lávvu, matlaging i torvgammen
sme: Lei maid proseassa hárjánit dasa ahte oahppit eai dárbbaš ipmirdit juohke sáni. Muhto go ledje gollan moadde jagi, de diđiimet mo galgá čađahit geavatlaš gielladoaimmaid, ja dan rájes čađahuvvojedje hui ollu buorit doaimmat, ovdamearkka dihte · šattuid čoaggin ja ulloláiggi báidnin · ullu gárren, batnin ja duhppen · liidnabivdu: seaktin, suohppun ja liinnaid geassin, guliid čoallun ja vuoššan · iešguđetge málesteapmi nugo gárpen ja gárpamulju, guohpparmállása ja sávzzabierggu vuoššan · lávostallan ja málesteapmi darfegoađis

source: Koking av samisk mat er en viktig del av arbeidet til språksenteret.
sme: Sámi málesteapmi lea dehálaš oassin giellaguovddáža barggus.

source: Her koker Oliva Nilsen blodpølse.
sme: Dá lea Oliva Nilsen márfume.

source: Språksenteret i Kåfjord har tatt mot elevgrupper også fra andre kommuner, i 2008 var samiskelever fra Hasvik der, og lærte bl.a. å farge garn av språksenterets leder Astrid Solhaug.
sme: 2008:s ledje Ákŋoluovtta sámegieloahppit doppe, ja ohppe ee. báidnit láiggiid. Oahpaheaddji lea giellaguovddáža jođiheaddji, Astrid Solhaug.

source: De lokale hjelperne var eldre språkbærere.
sme: Báikkálaš veahkit ledje vuoras giellaguoddit.

source: De trengte ikke å kunne lese og skrive samisk, men de måtte være med på å snakke samisk med folk som ikke kunne det godt, og de måtte godta å tilpasse aktiviteten slik at elevene kunne lære så mye språk som mulig.
sme: Eai dárbbašan máhttit sámegiela lohkat ja čállit, muhto sii galge leat mielde sámásteamen olbmuiguin geat eai máhttán sámegiela nu bures, ja fertejedje mieđihit hábmet doaimma nu ahte oahppit ohppe nu ollu giela go vejolaš.

source: Kurslæreren måtte være veldig tydelig på at språkhjelperen bare skulle snakke samisk.
sme: Kursaoahpaheaddji ferte leat hui čielggas das ahte giellaveahkki galgá duššefal sámástit.

source: Hvis elevene ikke forsto, kunne læreren fungere som tolk.
sme: Jus oahppit eai ipmir, de sáhttá oahpaheaddji doaibmat dulkan.

source: Språkhjelperen jobb var og er å være et levende språkforbilde og språkkilde.
sme: Giellaveahkki bargu lea doaibmat ealli giellaovdagovvan ja giellagáldun.

source: Og dette var kanskje det vanskeligste.
sme: Dát lei várra váddáseamos ášši.

source: Språkhjelperne var ikke vant til å snakke samisk til yngre folk eller til folk som ikke forsto alt de sa.
sme: Giellaveahkit eai lean hárjánan sámástit nuorat olbmuide, eai ge dakkáriidda geat eai ipmirdan buot.

source: Men de lokale hjelperne ble med tida språkfyrtårn, også i sitt eget miljø og sin egen slekt.
sme: Muhto báikkálaš veahkit šadde áiggi mielde giellačuovgatoardnan maiddái iežaset birrasis ja sogas.

source: De som ble med på dette, var folk som allerede i utgangspunktet var språkinteresserte, men når de hadde jobba for oss en stund, ble denne interessen ytterligere styrket.
sme: Dat geat serve ledje dakkárat geain álggoálggus lei giellaberoštupmi, muhto go ledje minguin ovttasbargan muhtun áiggi, de lei sin giellaberoštupmi nanosmuvvan.

source: For dem som alltid hadde snakka samisk, var det morsomt at denne kunnskapen endelig ga en liten inntekt.
sme: Sidjiide geat ledje agibeaivvi sárdnon sámegiela, lei maid suohtas ahte dát máhttu viimmat attii smávva dietnasa.

source: En av våre språkhjelpere, Harry Solhaug, har også fått Sametingets språkpris for arbeidet sitt.
sme: Okta min giellavehkiin, Harry Solhaug, leage ožžon Sámedikki giellabálkkašumi barggus ovddas.

source: Andre lokale språkhjelpere var blant andre Inger Elen Baal og Oliva Nilsen, og Mary Mikalsen Trollvik ble språkhjelper da hun ble pensjonert fra jobben på språksenteret.
sme: Eará báikkálaš giellaveahkit ledje earret eará Inger Elen Baal ja Oliva Nilsen. Mary Mikalsen Trollvik šattai giellaveahkkin go heittii giellaguovddážis ja bázii ealáhahkii.

source: Samarbeid med grunnskolene
sme: Ovttasbargu vuođđoskuvllaiguin

source: I starten var det ganske mange tiltak for skoleelever, men det avtok gradvis.
sme: Álggus ledje viehka olu doaimmat skuvlaohppiid várás, muhto dađistaga geahppánedje.

source: Det var ikke alltid så enkelt å samarbeide med skolene.
sme: Ii lean álo nu álki ovttasbargat skuvllaiguin.

source: Lærerne var kritiske til at vårt tilbud ofte ikke passet til deres fagplaner, og vi ba lærerne om å foreslå tema og tid.
sme: Oahpaheaddjit váidaledje ahte min fálaldagat dávjá eai heiven sin fágaplánaide. Dalle mii ávžžuheimmet oahpaheddjiid evttohit fáttáid ja áiggi.

source: Men når det ble opp til skolene å melde inn behov, minka arbeidstida vi brukte i skolene.
sme: Muhto go šattai skuvllaid duohken dieđihit dárbbu, de unnui min bargoáigi skuvllain.

source: På den annen side leide skolene inn språkmedarbeidere som lærere når det var vanskelig å få tak i samisklærere til skolene.
sme: Muhto nuppe dáfus láigohedje skuvllat giellamielbargiid oahpaheaddjin, dalle go lei váttis háhkat sámegieloahpaheaddji skuvlii.

source: Vi kunne samarbeide på denne måten fordi språksenteret var en kommunal avdeling.
sme: Dákkár ovttasbargu lei vejolaš danin go giellaguovddáš lei suohkana ossodat.

source: Slik sikra vi også at folk ville jobbe for oss sjøl om språksenterets økonomi var svært usikker, for skolenes samiskundervisning var den samme fra år til år.
sme: Dien láhkai sihkkarasttiimet maid ahte olbmot gillejedje bargat min ovddas vaikko giellaguovddáža ruhtadilli lei hui eahpesihkar, go sámegieloahpahus lei goit seammá jagis jahkái.

source: I tillegg deltok språksenterets ansatte på skolens egne praktiske arrangementer, og det var et ukentlig språkstøttetiltak for de barna i den samiskspråklige klassen som ikke hørte tilstrekkelig samisk hjemme.
sme: Giellaguovddáža bargit oasálaste maiddái skuvllaid iežaset geavatlaš lágidemiide, ja sámeluohká mánáide geat eai gullan doarvái sámegiela ruovttus, lei vahkkosaš giellanannenfálaldat. Ruhtadeapmi

source: I starten hadde vi prosjektmidler på ca. 200 000,- i året.
sme: Prošeaktaruhta lei mis álggus su. 200 000,- jahkái.

source: Men kommunen brukte en del av tospråklighetsmidlene sine på språksenteret, og brukte slik språksenteret til å nå målene i den kommunale tospråklighetsplanen.
sme: Muhto suohkan bijai guovttegielatvuođaruđa giellaguovddážii ja geavahii dán láhkai giellaguovddáža ollašuhttit suohkana guovttegielatvuođaplána.

source: Fra og med 2001 har Sametinget gitt et fast tilskudd, og da ble det også lettere å planlegge med et lenger tidsperspektiv.
sme: Jagi 2001 rájes lea leamaš bistevaš ruhtadeapmi Sámedikkis, ja dalle šattaige álkit plánet guhkit áigge perspektiivvas.

source: Den årlige støtten er nå økt til 465 000,-.
sme: Jahkásaš doarjja lea dál lassánan 465 000 ruvdnui.

source: Men i årene med prosjektmidler pleide Lene å litt når hun ansatte folk.
sme: Muhto prošeaktaruhtajagiid lávii Lene veaháš «šánšet» go bijai olbmuid virgái.

source: Hun tenkte at hun kunne alltids ta permisjon uten lønn hvis pengene tok slutt før budsjettåret var omme.
sme: Son jurddašii ahte gal son ieš váldá bálkkáhis virgeluomu jagi loahpas jus ruhta nohká.

source: Men det gikk alltid bra.
sme: Muhto manai álo bures.

source: Språksenteret fikk styre sitt eget budsjett, og det var nært samarbeid med språkkonsulenten som styrte budsjettet for tospråklighetsmidlene.
sme: Giellaguovddáš beasai stivret iežas bušeahta, ja lei lagaš ovttasbargu giellakonsuleanttain gii stivrii guovttegielatvuođaruđa bušeahta.

source: Dette var inspirerende i seg sjøl, for da visste vi alltid hvilke muligheter vi hadde.
sme: Dat lei maid iešalddis movttiidahtti, go dalle diđiimet olles áigge makkár vejolašvuođat mis ledje.

source: Språkkurs for voksne
sme: Giellakurssat rávesolbmuid várás

source: Alt fra starten av holdt vi kveldskurs.
sme: Álggu rájes juo doalaimet eahketkurssaid.

source: Så begynte vi å holde større nybegynner- og fortsettelseskurs. Målet for disse var å ta eksamen, enten videregående skoles C-språkseksamen (som privatist ved Nordreisa videregående skole) eller på universitetet.
sme: Dasto álggiimet stuorát álgo- ja joatkkakurssaid lágidit maid ulbmil lei čađahit eksámena jogo joatkkaskuvlla C-giellaeksámena (privatistan Ráissa joatkkaskuvllas) dahje universitehtas.

source: Hvert kurs var på 200 timer, og besto av 25 %, 50 % muntlige øvelser og 25 % praktiske aktiviteter sammen med språkhjelpere.
sme: Juohke kurssas ledje 200 dii. ja sisdoalus lei 25 % «távvaloahpahus», 50 % njálmmálaš hárjehallan ja 25 % geavatlaš doaimmat ovttas giellavehkiiguin.

source: Kursene ble veldig populære, folk etterspurte dem, og kommunen ga også permisjon med lønn for ansatte som ville lese samisk.
sme: Kurssat šadde hui bivnnuhat, olbmot ohcaledje daid, ja suohkan attii maid virgelobi bargiide lohkat sámegiela.

source: Dermed kom vi til å bruke mer og mer av vår kapasitet på disse store kursene.
sme: Danin šattaimet eanet aht' eanet geavahit searaid daidda stuorat kurssaide.

source: Også lærere og barnehageansatte deltok på kursene, og på den måten var de nyttige også for skolene.
sme: Maid oahpaheaddjit ja mánáidgárdebargit ledje mielde kurssain, mat dan láhkai ledje ávkkálaččat skuvllaide.

source: I 2003 lagde vi statistikk, og fram til da hadde 194 personer deltatt på de store kursene våre.
sme: 2003:s ráhkadeimmet statistihka ja dassážii ledje 194 olbmo oasálastán min stuorra kurssaide.

source: Kveldskurs og mindre kurs kom i tillegg.
sme: Eahketkurssat ja smávva kurssat bohte dasa lassin.

source: Vi arrangerte et "Samisk og duodji"-kurs i samarbeid med samisk høgskole, og flere ganger samisk semesteremne i samarbeid med Universitetet i Tromsø, første gang i 1999/2000.
sme: Oktii lágideimmet «Sámegiella ja duodji»-kurssa ovttasbarggus Sámi allaskuvllain, ja de lágideimmet moddii sámegiela lohkanbadjeoahpu ovttasráđiid Sámi oahppolihtuin ja Romssa universitehtain, vuosttaš geardde lohkanjagi 1999/2000.

source: I tillegg har mange grupper fulgt universitetsundervisning via lyd/bildestudio, sist gang i 2006/07.
sme: Dasa lassin leat máŋga joavkku čuvvon universitehtaoahpahusa govva-/jietnastudio bokte, maŋimuš gearddi lohkanjagi 2006/07.

source: Da var det studenter tre steder samtidig: Kåfjord, ved språksenteret i Tana og på selve universitetet.
sme: Dalle ledje studeanttat oktanaga sihke Gáivuonas, Deanu giellagáttis ja ieš universitehtas.

source: En offentlig eksamen løfter kursenes status og styrker elevenes motivasjon.
sme: Almmolaš eksámen lokte kurssaid stáhtusa ja nanne ohppiid motivašuvnna.

source: Vårt første eksamenskurs var på grunnskolenivå. Der lærte kåfjordinger med samisk som morsmål å skrive.
sme: Min vuosttas eksámenkursa mas eatnigielat gáivuotnalaččat ohppe čállit, lei vuođđoskuvladásis,.

source: Blant annet Mary Mikalsen Trollvik, som seinere ble viktig for språksenteret, tok denne eksamenen.
sme: Earret eará Mary Mikalsen Trollvik, guhte maŋŋel lea leamaš mis dehálaš giellamielbargin ja báikkálaš veahkkin, válddii dán eksámena.

source: Man lærer mer enn språk på kurs
sme: Kurssas oahppá eambbo go giela

source: Kurs er ikke bare språkkurs, men også identitetsbyggere.
sme: Kurssat eai lean dušše giellakurssat, muhto maid identitehtahuksejeaddjit.

source: En gang hadde Siri gitt Áillohaš sin bok Beaivi, áhčásan [3] i samisk versjon til elevene.
sme: Oktii lei Siri addán Áillohačča girjji «Beaivi, áhčážan» ohppiide.

source: De bladde i boka hver ledige stund.
sme: Sii bláđejedje dan juohke bottus.

source: Boka ble liggende i undervisningsrommet i flere uker.
sme: Girji lei oahpahuslanjas moadde vahku.

source: En dag satt en rivgu [4] med boka.
sme: Muhtun beaivvi čohkkái soames rivgu dainna girjin.

source: Ja, hun hadde ihvertfall presentert seg som rivgu.
sme: Na, son goitge anii iežas rivgun.

source: Men nå klaska hun boka i bordet og utbrøt: Så var den saka ferdigdiskutert.
sme: Muhto dál beaškalii girjji beavdái ja celkkii: «Dát lea mu álbmot». Ii šat eambbo digaštallamuš das.

source: Vi holdt vårt første språkbadkurs sommeren 1997 som et slags forkurs til Samisk høgskoles desentraliserte samiskundervisning i Kåfjord studieåret 1997-98.
sme: Lágideimmet vuosttáš giellalávgunkurssa geassit 1997, muhtunlágan ovdakursan lávdaduvvon sámegielohppui man Sámi allaskuvla lágidii Gáivuonas lohkanjagi 1997–98.

source: Vi ville skolere studentene før semesteremnet starta, slik at det ville bli lettere for dem å følge undervisninga.
sme: Mii háliideimmet nannet studeanttaid sámegielmáhtu ovdal go allaskuvlla lohkanbadjeoahppu álggii, vai nagodivčče buorebut čuovvut oahpahusa.

source: Språkbadet varte i tre uker.
sme: Giellalávgun bisttii golbma vahku.

source: Det var svært mange deltakere på kurset, og vi måtte drive med metodeutprøving.
sme: Kurssas ledje hui ollu oasseváldit, ja mii šattaimet geahččaladdat metodaid.

source: Vi holdt mange slike kurs i årene som fulgte, didaktikken ble gradvis bedre, og etterhvert underviste vi andre språksentre i metoden.
sme: Čuovvovaš jagiid lágideimmet máŋga dákkár kurssa, ja dađistaga ovdánii didaktihkka. Oahpaheimmet maiddái dán metoda eará giellaguovddážiidda.

source: Det er mange som har blitt samisktalende gjennom å gå på disse kursene.
sme: Máŋggas leat šaddan sámegielhállin dáid kurssaid bokte.
